Repository: MonkeySkyProgramming/locationwake
Catalog: locationwake/Resources/Localizable.xcstrings
Source language: ja
Languages: de, en, es, fr, hi, id, it, ko, nl, pl, pt_br, ru, sv, th, tr, uk, vi, zh_hans, zh_hant

source: 位置情報と通知の設定を確認してください。
de: Prüfen Sie Ihre Standort- und Mitteilungseinstellungen.
en: Check your location and notification settings.
es: Revisa la configuración de ubicación y notificaciones.
fr: Vérifiez vos réglages de localisation et de notifications.
hi: स्थान और सूचना सेटिंग्स जाँचें।
id: Periksa pengaturan lokasi dan notifikasi.
it: Controlla le impostazioni di posizione e notifiche.
ko: 위치 및 알림 설정을 확인하세요.
nl: Controleer de instellingen voor locatie en meldingen.
pl: Sprawdź ustawienia lokalizacji i powiadomień.
pt_br: Verifique as configurações de localização e notificações.
ru: Проверьте настройки геолокации и уведомлений.
sv: Kontrollera inställningarna för plats och notiser.
th: ตรวจสอบการตั้งค่าตำแหน่งและการแจ้งเตือน
tr: Konum ve bildirim ayarlarını kontrol edin.
uk: Перевірте налаштування геолокації та сповіщень.
vi: Kiểm tra cài đặt vị trí và thông báo.
zh_hans: 请检查位置和通知设置。
zh_hant: 請檢查位置和通知設定。

source: 位置情報の状態を確認できません
de: Der Status des Standortzugriffs kann nicht geprüft werden
en: Unable to check location access status
es: No se puede comprobar el estado del acceso a la ubicación
fr: Impossible de vérifier l’état de l’accès à la localisation
hi: स्थान स्थिति की जाँच नहीं की जा सकती।
id: Status lokasi tidak dapat diperiksa.
it: Impossibile verificare lo stato dell’accesso alla posizione
ko: 위치 권한 상태를 확인할 수 없습니다
nl: Locatiestatus kan niet worden gecontroleerd
pl: Nie można sprawdzić stanu lokalizacji
pt_br: Não foi possível verificar o status do acesso à localização
ru: Не удалось проверить состояние геолокации
sv: Det går inte att kontrollera platsstatus.
th: ไม่สามารถตรวจสอบสถานะตำแหน่งได้
tr: Konum durumunu kontrol edemiyoruz.
uk: Не вдалося перевірити стан геолокації
vi: Không thể kiểm tra trạng thái vị trí.
zh_hans: 无法检查位置权限状态
zh_hant: 無法檢查位置權限狀態

source: 位置情報は許可されていません
de: Der Standortzugriff ist nicht erlaubt
en: Location access is not allowed
es: El acceso a la ubicación no está permitido
fr: L’accès à la localisation n’est pas autorisé
hi: स्थान अनुमति नहीं दी गई है।
id: Izin lokasi tidak diberikan.
it: L’accesso alla posizione non è consentito
ko: 위치 권한이 허용되지 않았습니다
nl: Locatietoestemming is niet verleend
pl: Nie udzielono zezwolenia na lokalizację
pt_br: O acesso à localização não está permitido
ru: Разрешение на геолокацию не предоставлено
sv: Platstillstånd har inte beviljats.
th: ไม่ได้อนุญาตตำแหน่ง
tr: Konum izni verilmedi.
uk: Дозвіл на геолокацію не надано
vi: Chưa cấp quyền vị trí.
zh_hans: 未允许位置权限
zh_hant: 尚未允許位置權限

source: 位置情報を「常に許可」にし、通知を許可してください
de: Stellen Sie den Standortzugriff auf „Immer erlauben“ ein und erlauben Sie Mitteilungen.
en: Set location access to “Always Allow” and allow notifications.
es: Configura el acceso a la ubicación en «Permitir siempre» y permite las notificaciones.
fr: Réglez l’accès à la localisation sur « Toujours autoriser » et autorisez les notifications.
hi: स्थान को “हमेशा अनुमति दें” पर सेट करें और सूचनाओं की अनुमति दें।
id: Atur lokasi ke “Selalu Izinkan” dan izinkan notifikasi.
it: Imposta l’accesso alla posizione su “Consenti sempre” e consenti le notifiche.
ko: 위치 권한을 ‘항상 허용’으로 설정하고 알림을 허용하세요
nl: Stel locatie in op ‘Altijd toestaan’ en sta meldingen toe
pl: Ustaw lokalizację na „Zawsze zezwalaj” i zezwól na powiadomienia
pt_br: Defina o acesso à localização como “Sempre Permitir” e permita as notificações.
ru: Установите геолокацию на «Всегда» и разрешите уведомления
sv: Ställ in platsåtkomst på ”Tillåt alltid” och tillåt notiser.
th: ตั้งค่าตำแหน่งเป็น “อนุญาตเสมอ” และอนุญาตการแจ้งเตือน
tr: Konumu “Her Zaman İzin Ver” olarak ayarlayın ve bildirimlere izin verin.
uk: Установіть геолокацію на «Завжди» та дозвольте сповіщення
vi: Đặt vị trí thành “Luôn cho phép” và cho phép thông báo.
zh_hans: 请将位置权限设为“始终允许”并允许通知
zh_hant: 請將位置權限設為「永遠允許」並允許通知

source: 位置情報を「常に許可」にし、通知を許可してください。
de: Stellen Sie den Standortzugriff auf „Immer erlauben“ ein und erlauben Sie Mitteilungen.
en: Set location access to “Always Allow” and allow notifications.
es: Configura el acceso a la ubicación en «Permitir siempre» y permite las notificaciones.
fr: Réglez l’accès à la localisation sur « Toujours autoriser » et autorisez les notifications.
hi: स्थान को “हमेशा अनुमति दें” पर सेट करें और सूचनाओं की अनुमति दें।
id: Atur lokasi ke “Selalu Izinkan” dan izinkan notifikasi.
it: Imposta l’accesso alla posizione su “Consenti sempre” e consenti le notifiche.
ko: 위치 권한을 ‘항상 허용’으로 설정하고 알림을 허용하세요.
nl: Stel locatie in op ‘Altijd toestaan’ en sta meldingen toe.
pl: Ustaw lokalizację na „Zawsze zezwalaj” i zezwól na powiadomienia.
pt_br: Defina o acesso à localização como “Sempre Permitir” e permita as notificações.
ru: Установите геолокацию на «Всегда» и разрешите уведомления.
sv: Ställ in platsåtkomst på ”Tillåt alltid” och tillåt notiser.
th: ตั้งค่าตำแหน่งเป็น “อนุญาตเสมอ” และอนุญาตการแจ้งเตือน
tr: Konumu “Her Zaman İzin Ver” olarak ayarlayın ve bildirimlere izin verin.
uk: Установіть геолокацію на «Завжди» та дозвольте сповіщення.
vi: Đặt vị trí thành “Luôn cho phép” và cho phép thông báo.
zh_hans: 请将位置权限设为“始终允许”并允许通知。
zh_hant: 請將位置權限設為「永遠允許」並允許通知。

source: 位置情報を「常に許可」にしてください
de: Stellen Sie den Standortzugriff auf „Immer erlauben“ ein.
en: Set location access to “Always Allow”.
es: Configura el acceso a la ubicación en «Permitir siempre».
fr: Réglez l’accès à la localisation sur « Toujours autoriser ».
hi: स्थान को “हमेशा अनुमति दें” पर सेट करें।
id: Atur lokasi ke “Selalu Izinkan”.
it: Imposta l’accesso alla posizione su “Consenti sempre”.
ko: 위치 권한을 ‘항상 허용’으로 설정하세요
nl: Stel locatietoegang in op ‘Altijd toestaan’
pl: Ustaw dostęp do lokalizacji na „Zawsze zezwalaj”
pt_br: Defina o acesso à localização como “Sempre Permitir”.
ru: Установите доступ к геолокации на «Разрешать всегда»
sv: Ställ in platsåtkomst på ”Tillåt alltid”.
th: ตั้งค่าตำแหน่งเป็น “อนุญาตเสมอ”
tr: Konum erişimini “Her Zaman İzin Ver” olarak ayarlayın.
uk: Установіть доступ до геолокації на «Дозволяти завжди»
vi: Hãy đặt quyền vị trí thành “Luôn cho phép”.
zh_hans: 请将位置权限设为“始终允许”
zh_hant: 請將位置權限設為「永遠允許」

source: 位置情報を「常に許可」にしてください。
de: Stellen Sie den Standortzugriff auf „Immer erlauben“ ein.
en: Set location access to “Always Allow”.
es: Configura el acceso a la ubicación en «Permitir siempre».
fr: Réglez l’accès à la localisation sur « Toujours autoriser ».
hi: स्थान को “हमेशा अनुमति दें” पर सेट करें।
id: Atur lokasi ke “Selalu Izinkan”.
it: Imposta l’accesso alla posizione su “Consenti sempre”.
ko: 위치 권한을 ‘항상 허용’으로 설정하세요.
nl: Stel locatie in op ‘Altijd toestaan’.
pl: Ustaw lokalizację na „Zawsze zezwalaj”.
pt_br: Defina o acesso à localização como “Sempre Permitir”.
ru: Установите геолокацию на «Всегда».
sv: Ställ in platsåtkomst på ”Tillåt alltid”.
th: ตั้งค่าตำแหน่งเป็น “อนุญาตเสมอ”
tr: Konumu “Her Zaman İzin Ver” olarak ayarlayın.
uk: Установіть геолокацію на «Завжди».
vi: Đặt vị trí thành “Luôn cho phép”.
zh_hans: 请将位置权限设为“始终允许”。
zh_hant: 請將位置權限設為「永遠允許」。

source: 位置情報を許可
de: Standortzugriff erlauben
en: Allow location access
es: Permitir acceso a la ubicación
fr: Autoriser l’accès à la position
hi: स्थान की अनुमति दें
id: Izinkan akses lokasi
it: Consenti accesso alla posizione
ko: 위치 접근 허용
nl: Locatietoegang toestaan
pl: Zezwól na dostęp do lokalizacji
pt_br: Permitir acesso à localização
ru: Разрешить доступ к геопозиции
sv: Tillåt platsåtkomst
th: อนุญาตการเข้าถึงตำแหน่ง
tr: Konum erişimine izin ver
uk: Дозволити доступ до геолокації
vi: Cho phép truy cập vị trí
zh_hans: 允许位置访问
zh_hant: 允許取用位置資訊

source: 住所情報なし
de: Keine Adressinformationen
en: No address information
es: Sin información de dirección
fr: Aucune information d’adresse
hi: कोई पता जानकारी नहीं
id: Tidak ada informasi alamat
it: Nessuna informazione sull’indirizzo
ko: 주소 정보 없음
nl: Geen adresgegevens
pl: Brak danych adresowych
pt_br: Sem informações de endereço
ru: Нет данных об адресе
sv: Ingen adressinformation
th: ไม่มีข้อมูลที่อยู่
tr: Adres bilgisi yok
uk: Немає даних про адресу
vi: Không có thông tin địa chỉ
zh_hans: 无地址信息
zh_hant: 沒有地址資訊

source: 使い方をもう一度見る
de: Anleitung erneut ansehen
en: View how to use again
es: Ver cómo usarla de nuevo
fr: Revoir le mode d’emploi
hi: इस्तेमाल का तरीका फिर देखें
id: Lihat cara penggunaan lagi
it: Rivedi come si usa
ko: 사용 방법 다시 보기
nl: Bekijk de uitleg opnieuw
pl: Zobacz instrukcję ponownie
pt_br: Ver como usar novamente
ru: Посмотреть инструкцию ещё раз
sv: Se hur du använder appen igen
th: ดูวิธีใช้อีกครั้ง
tr: Nasıl kullanılır, tekrar gör
uk: Переглянути інструкцію ще раз
vi: Xem lại cách sử dụng
zh_hans: 再次查看使用方法
zh_hant: 再次查看使用方法

source: 例：大阪駅
de: Beispiel: Bahnhof Osaka
en: Example: Osaka Station
es: Ejemplo: Estación de Osaka
fr: Exemple : gare d’Osaka
hi: उदा. ओसाका स्टेशन
id: Contoh: Stasiun Osaka
it: Esempio: stazione di Osaka
ko: 예: 오사카역
nl: Voorbeeld: Station Osaka
pl: Przykład: Dworzec Osaka
pt_br: Exemplo: Estação de Osaka
ru: Например: станция Осака
sv: T.ex. Osaka station
th: เช่น สถานีโอซาก้า
tr: Örn. Osaka İstasyonu
uk: Наприклад: станція Осака
vi: Ví dụ: Ga Osaka
zh_hans: 示例：大阪站
zh_hant: 例如：大阪站

source: 保存
de: Sichern
en: Save
es: Guardar
fr: Enregistrer
hi: सहेजें
id: Simpan
it: Salva
ko: 저장
nl: Opslaan
pl: Zapisz
pt_br: Salvar
ru: Сохранить
sv: Spara
th: บันทึก
tr: Kaydet
uk: Зберегти
vi: Lưu
zh_hant: 儲存

source: 保存したアラームを読み込めませんでした。
de: Der gespeicherte Alarm konnte nicht geladen werden.
en: Could not load the saved alarm.
es: No se pudo cargar la alarma guardada.
fr: Impossible de charger l’alarme enregistrée.
hi: सहेजे गए अलार्म लोड नहीं किए जा सके।
id: Alarm yang disimpan tidak dapat dimuat.
it: Impossibile caricare l’allarme salvato.
ko: 저장된 알람을 불러올 수 없습니다.
nl: Opgeslagen alarmen kunnen niet worden geladen.
pl: Nie można wczytać zapisanych alarmów.
pt_br: Não foi possível carregar o alarme salvo.
ru: Не удалось загрузить сохранённые будильники.
sv: Det gick inte att läsa in sparade larm.
th: ไม่สามารถโหลดการปลุกที่บันทึกไว้ได้
tr: Kaydedilen alarmlar yüklenemedi.
uk: Не вдалося завантажити збережені будильники.
vi: Không thể tải báo thức đã lưu.
zh_hans: 无法加载已保存的闹钟。
zh_hant: 無法載入已儲存的鬧鐘。

source: 保存したアラームを読み込めませんでした。もう一度お試しください。
de: Gespeicherte Alarme konnten nicht geladen werden. Bitte versuchen Sie es erneut.
en: Couldn't load saved alarms. Please try again.
es: No se pudieron cargar las alarmas guardadas. Inténtalo de nuevo.
fr: Impossible de charger les alarmes enregistrées. Réessayez.
hi: सहेजे गए अलार्म लोड नहीं किए जा सके। कृपया फिर से प्रयास करें।
id: Alarm tersimpan tidak dapat dimuat. Silakan coba lagi.
it: Impossibile caricare le sveglie salvate. Riprova.
ko: 저장된 알람을 불러올 수 없습니다. 다시 시도해 주세요.
nl: Opgeslagen alarmen konden niet worden geladen. Probeer het opnieuw.
pl: Nie udało się wczytać zapisanych alarmów. Spróbuj ponownie.
pt_br: Não foi possível carregar os alarmes salvos. Tente novamente.
ru: Не удалось загрузить сохраненные будильники. Попробуйте еще раз.
sv: Det gick inte att läsa in sparade larm. Försök igen.
th: ไม่สามารถโหลดการปลุกที่บันทึกไว้ได้ โปรดลองอีกครั้ง
tr: Kaydedilen alarmlar yüklenemedi. Lütfen tekrar deneyin.
uk: Не вдалося завантажити збережені будильники. Спробуйте ще раз.
vi: Không thể tải các báo thức đã lưu. Vui lòng thử lại.
zh_hans: 无法加载已保存的闹钟。请重试。
zh_hant: 無法載入已儲存的鬧鐘。請再試一次。

source: 保存していない変更は失われます。
de: Nicht gespeicherte Änderungen gehen verloren.
en: Unsaved changes will be lost.
es: Se perderán los cambios sin guardar.
fr: Les modifications non enregistrées seront perdues.
hi: सहेजे नहीं गए बदलाव खो जाएंगे।
id: Perubahan yang belum disimpan akan hilang.
it: Le modifiche non salvate andranno perse.
ko: 저장하지 않은 변경 사항은 사라집니다。
nl: Niet-opgeslagen wijzigingen gaan verloren.
pl: Niezapisane zmiany zostaną utracone.
pt_br: As alterações não salvas serão perdidas.
ru: Несохранённые изменения будут потеряны.
sv: Osparade ändringar går förlorade.
th: การเปลี่ยนแปลงที่ยังไม่ได้บันทึกจะหายไป
tr: Kaydedilmemiş değişiklikler kaybolacak.
uk: Незбережені зміни буде втрачено.
vi: Các thay đổi chưa lưu sẽ bị mất.
zh_hans: 未保存的更改将丢失。
zh_hant: 未儲存的變更將會遺失。

source: 保存するにはアラーム名を入力してください
de: Geben Sie zum Speichern einen Alarmnamen ein.
en: Enter an alarm name to save.
es: Introduce un nombre de alarma para guardar.
fr: Saisissez un nom d’alarme pour enregistrer.
hi: सहेजने के लिए अलार्म का नाम दर्ज करें
id: Masukkan nama alarm untuk menyimpan
it: Inserisci un nome per l’allarme per salvare.
ko: 저장하려면 알람 이름을 입력해 주세요
nl: Voer een alarmnaam in om op te slaan
pl: Wprowadź nazwę alarmu, aby zapisać
pt_br: Digite um nome para o alarme para salvar.
ru: Введите название будильника, чтобы сохранить
sv: Ange ett alarmnamn för att spara
th: ป้อนชื่อการปลุกเพื่อบันทึก
tr: Kaydetmek için bir alarm adı girin
uk: Введіть назву будильника, щоб зберегти
vi: Nhập tên báo thức để lưu
zh_hans: 请输入闹钟名称以保存
zh_hant: 請輸入鬧鐘名稱以儲存

source: 保存できません。アラーム名を入力してください
de: Speichern nicht möglich. Geben Sie einen Alarmnamen ein.
en: Can’t save. Enter an alarm name.
es: No se puede guardar. Introduce un nombre de alarma.
fr: Impossible d’enregistrer. Saisissez un nom d’alarme.
hi: सहेजा नहीं जा सकता। अलार्म का नाम दर्ज करें।
id: Tidak dapat menyimpan. Masukkan nama alarm.
it: Impossibile salvare. Inserisci un nome per l’allarme.
ko: 저장할 수 없습니다. 알람 이름을 입력해 주세요。
nl: Kan niet opslaan. Voer een alarmnaam in.
pl: Nie można zapisać. Wprowadź nazwę alarmu.
pt_br: Não foi possível salvar. Digite um nome para o alarme.
ru: Не удалось сохранить. Введите название будильника.
sv: Det går inte att spara. Ange ett alarmnamn.
th: ไม่สามารถบันทึกได้ โปรดป้อนชื่อการปลุก
tr: Kaydedilemiyor. Bir alarm adı girin.
uk: Не вдалося зберегти. Введіть назву будильника.
vi: Không thể lưu. Hãy nhập tên báo thức.
zh_hans: 无法保存。请输入闹钟名称。
zh_hant: 無法儲存。請輸入鬧鐘名稱。

source: 保存できませんでした
de: Speichern fehlgeschlagen
en: Couldn’t save
es: No se pudo guardar
fr: Impossible d’enregistrer
hi: सहेज नहीं सके
id: Gagal menyimpan
it: Impossibile salvare
ko: 저장하지 못했습니다
nl: Opslaan mislukt
pl: Nie udało się zapisać
pt_br: Não foi possível salvar
ru: Не удалось сохранить
sv: Kunde inte spara
th: บันทึกไม่สำเร็จ
tr: Kaydedilemedi
uk: Не вдалося зберегти
vi: Không thể lưu
zh_hans: 无法保存
zh_hant: 無法儲存

source: 保存済みアラーム
de: Gespeicherte Alarme
en: Saved alarms
es: Alarmas guardadas
fr: Alarmes enregistrées
hi: सहेजे गए अलार्म
id: Alarm tersimpan
it: Allarmi salvati
ko: 저장된 알람
nl: Opgeslagen alarmen
pl: Zapisane alarmy
pt_br: Alarmes salvos
ru: Сохранённые будильники
sv: Sparade alarm
th: การปลุกที่บันทึกแล้ว
tr: Kaydedilmiş alarmlar
uk: Збережені будильники
vi: Báo thức đã lưu
zh_hans: 已保存的闹钟
zh_hant: 已儲存的鬧鐘

source: 停止ボタンを押すまで、アラームの再生状態は終了しません。
de: Der Alarm ertönt weiter, bis Sie auf „Stoppen“ tippen.
en: The alarm keeps playing until you press Stop.
es: La alarma seguirá sonando hasta que pulses Detener.
fr: L’alarme continue de sonner jusqu’à ce que vous appuyiez sur Arrêter.
hi: रोकें बटन दबाने तक अलार्म बजता रहेगा।
id: Alarm akan terus berbunyi sampai Anda menekan tombol Hentikan.
it: L’allarme continua a suonare finché non premi Ferma.
ko: 중지 버튼을 누를 때까지 알람 재생은 끝나지 않습니다。
nl: Het alarm blijft afspelen totdat je op de stopknop drukt.
pl: Alarm będzie odtwarzany, dopóki nie naciśniesz przycisku Zatrzymaj.
pt_br: O alarme continua tocando até você pressionar Parar.
ru: Воспроизведение будильника не завершится, пока вы не нажмёте кнопку остановки.
sv: Alarmet fortsätter att spela tills du trycker på stoppknappen.
th: การปลุกจะไม่สิ้นสุดจนกว่าคุณจะกดปุ่มหยุด
tr: Alarm, Durdur düğmesine basana kadar çalmaya devam eder.
uk: Відтворення будильника не завершиться, доки ви не натиснете кнопку зупинки.
vi: Báo thức sẽ tiếp tục phát cho đến khi bạn nhấn nút Dừng.
zh_hans: 在按下停止按钮之前，闹钟播放不会结束。
zh_hant: 在按下停止按鈕之前，鬧鐘播放不會結束。

source: 最大%lld件です。追加するには、不要なアラームを削除してください。
de: Das Limit beträgt %lld. Löschen Sie nicht benötigte Alarme, um einen weiteren hinzuzufügen.
en: The limit is %lld. Delete unneeded alarms to add another.
es: El límite es %lld. Elimina las alarmas que no necesites para añadir otra.
fr: La limite est de %lld. Supprimez les alarmes inutiles pour en ajouter une autre.
hi: अधिकतम %lld अलार्म की अनुमति है। नया जोड़ने के लिए अनावश्यक अलार्म हटाएं।
id: Maksimum %lld alarm diizinkan. Hapus alarm yang tidak diperlukan untuk menambahkan yang baru.
it: Il limite è %lld. Elimina gli allarmi non necessari per aggiungerne un altro.
ko: 최대 %lld개까지 가능합니다. 추가하려면 필요 없는 알람을 삭제해 주세요。
nl: Er zijn maximaal %lld toegestaan. Verwijder onnodige alarmen om er een toe te voegen.
pl: Możesz mieć maksymalnie %lld alarmów. Usuń niepotrzebne alarmy, aby dodać kolejny.
pt_br: O limite é %lld. Exclua alarmes desnecessários para adicionar outro.
ru: Максимальное число — %lld. Чтобы добавить новый, удалите ненужные будильники.
sv: Du kan ha högst %lld alarm. Ta bort onödiga alarm för att lägga till ett nytt.
th: เพิ่มการปลุกได้สูงสุด %lld รายการ ลบการปลุกที่ไม่จำเป็นเพื่อเพิ่มรายการใหม่
tr: En fazla %lld alarm ekleyebilirsiniz. Yeni eklemek için gereksiz alarmları silin.
uk: Максимальна кількість — %lld. Щоб додати новий, видаліть непотрібні будильники.
vi: Tối đa %lld báo thức. Hãy xóa các báo thức không cần thiết để thêm báo thức mới.
zh_hans: 最多只能有 %lld 个。请删除不需要的闹钟以添加新的闹钟。
zh_hant: 最多只能有 %lld 個。請刪除不需要的鬧鐘以新增鬧鐘。

source: 到着アラーム
de: Ankunftsalarm
en: Arrival alarm
es: Alarma de llegada
fr: Alarme d’arrivée
hi: आगमन अलार्म
id: Alarm kedatangan
it: Allarme di arrivo
ko: 도착 알람
nl: Aankomstwekker
pl: Alarm przybycia
pt_br: Alarme de chegada
ru: Будильник прибытия
sv: Ankomstlarm
th: การปลุกเมื่อถึง
tr: Varış alarmı
uk: Будильник прибуття
vi: Báo thức đến nơi
zh_hans: 到达闹钟
zh_hant: 抵達鬧鐘

source: 到着をお知らせ
de: Ankunftsbenachrichtigungen
en: Arrival alerts
es: Alertas de llegada
fr: Alertes d’arrivée
hi: पहुंचने की सूचनाएं
id: Peringatan kedatangan
it: Avvisi di arrivo
ko: 도착 알림
nl: Aankomstmeldingen
pl: Alerty o przybyciu
pt_br: Alertas de chegada
ru: Оповещения о прибытии
sv: Ankomstnotiser
th: การแจ้งเตือนเมื่อถึง
tr: Varış uyarıları
uk: Сповіщення про прибуття
vi: Thông báo đến nơi
zh_hans: 到达提醒
zh_hant: 抵達提醒

source: 到着をお知らせするために
de: Um Sie bei Ihrer Ankunft zu benachrichtigen
en: To notify you when you arrive
es: Para avisarte al llegar
fr: Pour vous prévenir à votre arrivée
hi: आपके पहुंचने पर सूचित करने के लिए
id: Untuk memberi tahu saat Anda tiba
it: Per avvisarti al tuo arrivo
ko: 도착을 알려드리기 위해
nl: Om je bij aankomst te melden
pl: Aby powiadomić Cię po przybyciu
pt_br: Para avisar quando você chegar
ru: Чтобы уведомить вас о прибытии
sv: För att meddela dig när du kommer fram
th: เพื่อแจ้งเมื่อคุณมาถึง
tr: Vardığınızda sizi bilgilendirmek için
uk: Щоб сповістити вас про прибуття
vi: Để thông báo khi bạn đến nơi
zh_hans: 为了在您到达时通知您
zh_hant: 為了在您抵達時通知您

source: 到着を見守るために
de: Um Ihre Ankunft zu überwachen
en: To monitor your arrival
es: Para controlar tu llegada
fr: Pour surveiller votre arrivée
hi: आपके पहुंचने पर नज़र रखने के लिए
id: Untuk memantau kedatangan Anda
it: Per monitorare il tuo arrivo
ko: 도착을 확인하려면
nl: Om je aankomst te volgen
pl: Aby monitorować Twoje przybycie
pt_br: Para acompanhar sua chegada
ru: Чтобы отслеживать ваше прибытие
sv: För att följa din ankomst
th: เพื่อติดตามการมาถึงของคุณ
tr: Varışınızı izlemek için
uk: Щоб відстежувати ваше прибуття
vi: Để theo dõi khi bạn đến nơi
zh_hans: 为了监测您的到达
zh_hant: 為了監測您的抵達

source: 到着時に通知・音・バイブレーションでお知らせします。
de: Bei der Ankunft werden Sie per Mitteilung, Ton und Vibration benachrichtigt.
en: You’ll be notified by notification, sound, and vibration on arrival.
es: Te avisaremos con notificación, sonido y vibración al llegar.
fr: Vous serez averti à l’arrivée par une notification, un son et une vibration.
hi: पहुँचने पर हम सूचना, ध्वनि और कंपन से आपको बताएंगे।
id: Kami memberi tahu Anda saat tiba dengan notifikasi, suara, dan getaran.
it: All’arrivo riceverai una notifica, un suono e una vibrazione.
ko: 도착하면 알림, 소리, 진동으로 알려드립니다。
nl: Bij aankomst krijg je een melding, geluid en trilling.
pl: Po dotarciu na miejsce powiadomimy Cię przez powiadomienie, dźwięk i wibracje.
pt_br: Você será avisado por notificação, som e vibração ao chegar.
ru: При прибытии вы получите уведомление со звуком и вибрацией.
sv: När du anländer meddelar vi dig med notiser, ljud och vibration.
th: เราจะแจ้งให้ทราบเมื่อถึงที่หมายด้วยการแจ้งเตือน เสียง และการสั่น
tr: Vardığınızda bildirim, ses ve titreşimle haber veririz.
uk: Після прибуття ви отримаєте сповіщення зі звуком і вібрацією.
vi: Chúng tôi sẽ thông báo khi bạn đến bằng thông báo, âm thanh và rung.
zh_hans: 到达时将通过通知、声音和振动提醒您。
zh_hant: 抵達時會透過通知、聲音和震動提醒您。

source: 到着範囲
de: Ankunftsbereich
en: Arrival radius
es: Radio de llegada
fr: Rayon d’arrivée
hi: आगमन सीमा
id: Radius kedatangan
it: Raggio di arrivo
ko: 도착 범위
nl: Aankomstbereik
pl: Promień dotarcia
pt_br: Raio de chegada
ru: Радиус прибытия
sv: Ankomstområde
th: ระยะถึง
tr: Varış yarıçapı
uk: Радіус прибуття
vi: Phạm vi đến
zh_hans: 到达范围
zh_hant: 抵達範圍

source: 到着範囲の監視を開始できませんでした。設定を確認して再度お試しください。
de: Die Überwachung des Ankunftsbereichs konnte nicht gestartet werden. Prüfen Sie die Einstellungen und versuchen Sie es erneut.
en: Could not start monitoring the arrival area. Check your settings and try again.
es: No se pudo iniciar el monitoreo del área de llegada. Revisa la configuración e inténtalo de nuevo.
fr: Impossible de démarrer la surveillance de la zone d’arrivée. Vérifiez vos réglages et réessayez.
hi: आगमन क्षेत्र निगरानी शुरू नहीं हो सकी। सेटिंग जाँचकर पुनः प्रयास करें।
id: Pemantauan area kedatangan tidak dapat dimulai. Periksa pengaturan lalu coba lagi.
it: Impossibile avviare il monitoraggio dell’area di arrivo. Controlla le impostazioni e riprova.
ko: 도착 범위 모니터링을 시작할 수 없습니다. 설정을 확인하고 다시 시도하세요.
nl: Kan aankomstgebied niet bewaken. Controleer de instellingen en probeer opnieuw.
pl: Nie można rozpocząć monitorowania obszaru. Sprawdź ustawienia i spróbuj ponownie.
pt_br: Não foi possível iniciar o monitoramento da área de chegada. Verifique as configurações e tente novamente.
ru: Не удалось начать отслеживание. Проверьте настройки и повторите попытку.
sv: Kunde inte starta övervakning av ankomstområdet. Kontrollera inställningarna och försök igen.
th: ไม่สามารถเริ่มติดตามพื้นที่เมื่อถึงได้ โปรดตรวจสอบการตั้งค่าแล้วลองอีกครั้ง
tr: Varış alanı izleme başlatılamadı. Ayarları kontrol edip yeniden deneyin.
uk: Не вдалося почати відстеження. Перевірте налаштування та спробуйте ще раз.
vi: Không thể bắt đầu theo dõi vùng đến. Hãy kiểm tra cài đặt và thử lại.
zh_hans: 无法开始监控到达范围。请检查设置后重试。
zh_hant: 無法開始監控抵達範圍。請檢查設定後重試。

source: 到着範囲を監視するには位置情報の許可が必要です。
de: Für die Überwachung des Ankunftsbereichs ist eine Standortfreigabe erforderlich.
en: Location permission is required to monitor the arrival area.
es: Se necesita permiso de ubicación para monitorear el área de llegada.
fr: L’autorisation de localisation est requise pour surveiller la zone d’arrivée.
hi: आगमन क्षेत्र की निगरानी के लिए स्थान अनुमति आवश्यक है।
id: Izin lokasi diperlukan untuk memantau area kedatangan.
it: Per monitorare l’area di arrivo è necessaria l’autorizzazione alla posizione.
ko: 도착 범위를 모니터링하려면 위치 권한이 필요합니다.
nl: Locatietoestemming is vereist om het aankomstgebied te bewaken.
pl: Do monitorowania obszaru przybycia wymagane jest zezwolenie na lokalizację.
pt_br: É necessária permissão de localização para monitorar a área de chegada.
ru: Для отслеживания зоны прибытия требуется разрешение на геолокацию.
sv: Platstillstånd krävs för att övervaka ankomstområdet.
th: ต้องอนุญาตตำแหน่งเพื่อติดตามพื้นที่เมื่อถึง
tr: Varış alanını izlemek için konum izni gereklidir.
uk: Для відстеження зони прибуття потрібен дозвіл на геолокацію.
vi: Cần cấp quyền vị trí để theo dõi vùng đến.
zh_hans: 监控到达范围需要位置权限。
zh_hant: 監控抵達範圍需要位置權限。
